T = 5
A = [1, 2, 3, 9, 5]
B = [1, 3, 4, 8, 2]
for i in range(0,T):
    print(A[i]+B[i])
'''
    *파이썬의 리스트
    리스트이름 = []
    
    *파이썬의 리스트의 활용
    리스트이름[시작:끝]
        시작 인덱스 부터 끝 인덱스 전까지(시작과 끝이 빌 수 있다)
    len(리스트 이름)                        
        리스트 길이
    del 리스트이름[시작:끝]                  
        시작 인덱스 부터 끝 인덱스 전까지(시작과 끝이 빌 수 있다) 삭제
    리스트이름.append(추가할 요소)           
        추가할 요소를 리스트의 맨 끝에 추가한다.
    리스트이름.sort()                       
        리스트 정렬
    리스트이름.reverse()                    
        리스트 뒤집기
    리스트이름.index(찾는 요소)              
        찾는 요소의 인덱스 값(찾는 요소가 여러 개 있으면 최소 인덱스 값) 반환
    리스트이름.index(찾는 요소, 시작, 끝)     
        시작 ~ 끝 사이의 찾는 요소의 인덱스 값(찾는 요소가 여러 개 있으면 최소 인덱스 값) 반환
    리스트이름.insert(인덱스 값, 삽입할 요소) 
        해당 인덱스에 요소를 삽입한다. 삽입 후 다른 인덱스 값들은 뒤로 밀린다.
    리스트이름.remove(삭제할 요소)
        리스트에서 가장 앞에 있는 삭제할 요소를 찾아 제거한다.
    리스트이름.pop() 
        맨 마지막 요소 반환 및 삭제
    리스트이름.count(찾는 요소)
        찾는 요소의 개수 반환
    리스트이름.extend(추가할 리스트) 
        리스트에 리스트를 추가하여 확장
        리스트이름 += 리스트   와도 기능이 같음
        ex) list.extend([1,2,3])
        ex) list.extend(list_2)
'''